ATTESTATION_STAGES: list[dict] = [
    {
        "number": 1,
        "description": "Формирование предварительных списков аспирантов",
    },
    {
        "number": 2,
        "description": "Формирование состава аттестационной комиссии",
    },
    {
        "number": 3,
        "description": "Согласование дат проведения промежуточной аттестации",
    },
    {
        "number": 4,
        "description": "Формирование итогового списка аспирантов",
    },
    {
        "number": 5,
        "description": "Проведение промежуточной аттестации",
    },
    {
        "number": 6,
        "description": "Формирование протоколов результатов промежуточной аттестации",
    },
]